--[[
 _____     _       _____      _    
|__  /    / \     |__  /     / \   
  / /    / _ \      / /     / _ \  
 / /_   / ___ \    / /_    / ___ \ 
/____| /_/   \_\  /____|  /_/   \_\
   
DEV_ @wounds1                                
DEV_ @moddee123
DEV_ @lll_5
]]

do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "h1" then
return [[

📱اوامر ادارة المجموعة??📱
ا🔹➖🔸➖🔹
🚀ارفع ادمن :: رفع ادمن ♻️
🚀 ارفع اداري :: لرفع اداري ♻️
🚀نزل ادمن :: تنزيل ادمن ♻️
🚀نزل اداري :: تنزيل اداري ♻️

ا🔹➖🔸➖🔹
📪المدير :: لعرض المدير
📪الادمنية :: لعرض الادمنية
📪الادرايين: : لعرض الاداريين
ا🔹➖🔸➖🔹
اوامر الطرد والحظر 👮
🚀دي + معرف :: لطرد عضو♻️
🚀حظر + معرف :: لحظر عصو♻️
🚀الغاء الحظر :: للغاء الحظر ♻️
🚀قائمة الحظر :: لعرض المحظورين

ا➖➖
🚀كتم :: لكتم عضو♻️
🚀كتم :: للغاء كتم عن عضو♻️
🚀المكتومين :: قائمة المكتومين
ا➖➖
🚀منع + الكلمة :: لمنع كلمة
🚀الغاء المنع + الكلمة :: للغاء منع كمة

ا🔹➖🔸➖🔹
♻️ = اوامر تعمل بلرد 
🚀 = اوامر عادية
🔱 #DEV_ @wounds1
🔱 #DEV_ @modee123
🔱 #DEV_ @lll_5

]]
end

if not is_momod(msg) then
return "Only managers 😐⛔️"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(h1)"
},
run = run 
}
end