--[[
 _____     _       _____      _    
|__  /    / \     |__  /     / \   
  / /    / _ \      / /     / _ \  
 / /_   / ___ \    / /_    / ___ \ 
/____| /_/   \_\  /____|  /_/   \_\
   
DEV_ @ASDFRTQ                                
DEV_ @ASDFRTQ
DEV_ @ASDFRTQ
]]

do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "h2" then
return [[

اوامر المجوعة العامة 🏧
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ

💎ضع اسم + الاسم ™
💎ضع صورة ™
💎ضع قوانين ™
💎ضع وصف ™
💎ضع معرف ™
💎ضع الرابط ™
💎ضع التكرار [5-20] ™
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
للمسح اكتب 📵
💎مسح+ (القوانين+الوصف+الادمنية….  ) ™
💎القوانين_لعوض القوانين ™
💎معلوماتي_معلوماتك ™
💎موقعي _ موقعك ™
💎اشارة للكل + كلمة_لعمل تاك للكل ™
💎اعدادات الوسائط _ ™
💎اعدادات المجموعة _ ™


ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
@ASDFRTQ
ابہۧہۧن﴿﴾ﺄلعہۧہۧمہۧارهہۧ

]]
end

if not is_momod(msg) then
return "Only managers 😐⛔️"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(h2)"
},
run = run 
}
end