--[[
 _____     _       _____      _    
|__  /    / \     |__  /     / \   
  / /    / _ \      / /     / _ \  
 / /_   / ___ \    / /_    / ___ \ 
/____| /_/   \_\  /____|  /_/   \_\
   
DEV_ @ASDFRTQ                                
DEV_ @ASDFRTQ
DEV_ @ASDFRTQ
]]


do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "h3" then
return [[

اوامر الحماية في المجموعة 🎗
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
📘يستخدم
🔐قفل _ للقفل
🔓فتح _ للفتح
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ

💎الروابط _ ™
💎التكرار _ ™
💎السبام _ ™

💎العربية _ ™
💎الانكلش _ ™
💎الدخول _ ™
💎الدخول عبر الرابط _ ™
💎اشعارات الدخول _ ™
💎الاضافة _ ™
💎 المغادرة _ ™
💎اليوزنيم _ (@) ™
💎التاك _ (#) ™

💎الرد _ ™
💎الكلمات السيئة _ ™
💎الحماية _ ™
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
@ASDFRTQ
ابہۧہۧن﴿﴾ﺄلعہۧہۧمہۧارهہۧ
]]
end

if not is_momod(msg) then
return "Only managers 😐⛔️"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(h3)"
},
run = run 
}
end