--[[
 _____     _       _____      _    
|__  /    / \     |__  /     / \   
  / /    / _ \      / /     / _ \  
 / /_   / ___ \    / /_    / ___ \ 
/____| /_/   \_\  /____|  /_/   \_\
   
DEV_ @wounds1                                
DEV_ @moddee123
DEV_ @lll_5
]]

do 

function run(msg, matches) 
return [[

اوامر اضافية متاحة للعضو 🐸🚬
ا🔹➖🔸➖🔹
🚀 موقعي :: لعرض موقعك
🚀 معلوماتي :: لعرض معلوماتك
🚀 ايدي :: لعرض ايديك
🚀 ايدي - بلرد :: لعضر ايدي عضو
🚀 اضف مذكرة :: اضافة مذكرة
🚀 حذف مذكرة :: لحذف المذكرة
🚀 المذكرة :: لجلب المكرة ع الخاص
ا🔹➖🔸➖🔹
🔱 #DEV_ @wounds1
🔱 #DEV_ @modee123
🔱 #DEV_ @lll_5

]]

end 

return { 
  description = "Shows bot help", 
  patterns = { 
    "^h5$"
  }, 
  run = run 
} 

end 