--[[
 _____     _       _____      _    
|__  /    / \     |__  /     / \   
  / /    / _ \      / /     / _ \  
 / /_   / ___ \    / /_    / ___ \ 
/____| /_/   \_\  /____|  /_/   \_\
   
DEV_ @ASDFRTQ                                
DEV_ @ASDFRTQ
DEV_ @ASDFRTQ
]]

do 

function run(msg, matches) 
return [[
اوامر اضافية متاحة لعضو 🐸🚬
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
💎موقعي _ ™
💎معلوماتي _ ™
💎ايدي _ ™
💎ايدي <بلرد_معرف\> _ ™
💎اضف مذكرة _ ™
💎حذف مذكرة_ ™
💎المذكرة _ جلب مذكرة ع الخاص ™
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
@ASDFRTQ
ابہۧہۧن﴿﴾ﺄلعہۧہۧمہۧارهہۧ
]]

end 

return { 
  description = "Shows bot help", 
  patterns = { 
    "^h5$"
  }, 
  run = run 
} 

end 