--[[
 _____     _       _____      _    
|__  /    / \     |__  /     / \   
  / /    / _ \      / /     / _ \  
 / /_   / ___ \    / /_    / ___ \ 
/____| /_/   \_\  /____|  /_/   \_\
   
DEV_ @wounds1                                
DEV_ @moddee123
DEV_ @lll_5
]]

do

local function run(msg, matches)
if is_sudo(msg) and matches[1]== "sudo" then
return [[

♑️ اوامﺮ المطﯡݛ ♑️
ا🔹➖🔸➖🔸➖🔹

🚀 تفعيل :: 
🚀 تعطيل :: 
🚀 حظر عام <المعرف+بلرد> :: 
🚀 الغاء العام :: 
🚀 المحظورين عام :: 
🚀 ارفع المدير <المعرف+بلرد> :: 
🚀 معلومات المجموعة:: 

🚀 سوبر :: للتحويل الى سوبر
🚀اذاعة :: رسالة لجميع الكروبات
🚀 دخول + الرابط :: دخول البوت عبر الرابط
🚀 رسالة + الايدي + الرسالة :: لارسال رسالة لشخص للخاص
🚀 وضع صوره للبوت :: 
🚀 جهات الاتصال :: لجلب ارقام البوت
🚀 اضافة جهة اتصال + الجهة ||
🚀 حذف جهة اتصال + الجهة ||
ا🔹➖🔸➖🔸➖ 🔹
👮 #DEV _ @wounds1
👮 #DEV _ @modee123
👮 #DEV _ @lll_5

]]
end

if not is_sudo(msg) then
return "بطورين فقط 😐⛔️"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(sudo)"
},
run = run 
}
end